Repository: eacarroll62/lets-talk
Catalog: LetsTalk/Views/Localizable.xcstrings
Source language: en
Languages: de, es, fr, pt_br, zh_hans

source: %d selected
de: %d ausgewählt
es: %d seleccionados
fr: %d sélectionnés
pt_br: %d selecionados
zh_hans: 已选择 %d 个

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
pt_br: Adicionar
zh_hans: 添加

source: Add new phrase
de: Neue Phrase hinzufügen
es: Añadir nueva frase
fr: Ajouter une nouvelle phrase
pt_br: Adicionar nova frase
zh_hans: 添加新短语

source: Add Quick Phrase
de: Schnellphrase hinzufügen
es: Añadir frase rápida
fr: Ajouter une phrase rapide
pt_br: Adicionar frase rápida
zh_hans: 添加快捷短语

source: Add Tile
de: Kachel hinzufügen
es: Añadir ficha
fr: Ajouter une tuile
pt_br: Adicionar bloco
zh_hans: 添加磁贴

source: Add Tile Button
de: Schaltfläche Kachel hinzufügen
es: Botón Añadir ficha
fr: Bouton Ajouter une tuile
pt_br: Botão Adicionar bloco
zh_hans: 添加磁贴按钮

source: Append
de: Anhängen
es: Añadir
fr: Ajouter
pt_br: Acrescentar
zh_hans: 追加

source: Are you sure you want to delete “%@”?
de: Möchten Sie „%@“ wirklich löschen?
es: ¿Seguro que deseas eliminar “%@”?
fr: Voulez-vous vraiment supprimer « %@ » ?
pt_br: Tem certeza de que deseja excluir “%@”?
zh_hans: 确定要删除“%@”吗？

source: Audio Mixing
de: Audiomischung
es: Mezcla de audio
fr: Mixage audio
pt_br: Mixagem de áudio
zh_hans: 音频混合

source: Back
de: Zurück
es: Atrás
fr: Retour
pt_br: Voltar
zh_hans: 返回

source: Back/Home Tiles
de: Zurück-/Start-Kacheln
es: Fichas Atrás/Inicio
fr: Tuiles Retour/Accueil
pt_br: Blocos Voltar/Início
zh_hans: 返回/主页磁贴

source: Backup
de: Sicherung
es: Copia de seguridad
fr: Sauvegarde
zh_hans: 备份

source: Bottom Action Bar
de: Untere Aktionsleiste
es: Barra de acciones inferior
fr: Barre d’actions inférieure
pt_br: Barra de ações inferior
zh_hans: 底部操作栏

source: Browse
de: Durchsuchen
es: Explorar
fr: Parcourir
pt_br: Procurar
zh_hans: 浏览

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
pt_br: Cancelar
zh_hans: 取消

source: Choose File
de: Datei auswählen
es: Elegir archivo
fr: Choisir un fichier
pt_br: Escolher arquivo
zh_hans: 选择文件

source: Choose from Library
de: Aus der Mediathek wählen
es: Elegir de la fototeca
fr: Choisir depuis la photothèque
pt_br: Escolher da biblioteca
zh_hans: 从图库选择

source: Color
de: Farbe
fr: Couleur
pt_br: Cor
zh_hans: 颜色

source: Color Hex (#RRGGBB)
de: Farbhexadezimal (#RRGGBB)
fr: Couleur hexadécimale (#RRGGBB)
pt_br: Cor hex (#RRGGBB)
zh_hans: 颜色十六进制 (#RRGGBB)

source: Columns: %d
de: Spalten: %d
es: Columnas: %d
fr: Colonnes : %d
pt_br: Colunas: %d
zh_hans: 列：%d

source: Create a new tile
de: Neue Kachel erstellen
es: Crear una ficha nueva
fr: Créer une nouvelle tuile
pt_br: Criar novo bloco
zh_hans: 创建新磁贴

source: Create New Page
de: Neue Seite erstellen
es: Crear nueva página
fr: Créer une nouvelle page
pt_br: Criar nova página
zh_hans: 创建新页面

source: Custom Color
de: Benutzerdefinierte Farbe
es: Color personalizado
fr: Couleur personnalisée
pt_br: Cor personalizada
zh_hans: 自定义颜色

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
pt_br: Apagar
zh_hans: 删除

source: Delete Quick Phrase?
de: Schnellphrase löschen?
es: ¿Eliminar frase rápida?
fr: Supprimer la phrase rapide ?
pt_br: Excluir frase rápida?
zh_hans: 删除快捷短语？

source: Deselect
de: Abwählen
es: Deseleccionar
fr: Désélectionner
pt_br: Desmarcar
zh_hans: 取消选择

source: Destination Page
de: Zielseite
es: Página de destino
fr: Page de destination
pt_br: Página de destino
zh_hans: 目标页面

source: Dictation Mode
de: Diktiermodus
es: Modo de dictado
fr: Mode dictée
pt_br: Modo de ditado
zh_hans: 听写模式

source: Dismiss
de: Schließen
es: Cerrar
fr: Fermer
pt_br: Fechar
zh_hans: 关闭

source: Dismiss Settings
de: Einstellungen schließen
es: Cerrar ajustes
fr: Fermer les réglages
pt_br: Fechar ajustes
zh_hans: 关闭设置

source: Display Mode
de: Anzeigemodus
es: Modo de visualización
fr: Mode d’affichage
pt_br: Modo de exibição
zh_hans: 显示模式

source: Done
de: Fertig
es: OK
fr: OK
pt_br: Concluído
zh_hans: 完成

source: Duck Others
de: Andere abdämpfen
es: Atenuar otros
fr: Atténuer les autres
pt_br: Reduzir outros
zh_hans: 降低其他音频

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
pt_br: Editar
zh_hans: 编辑

source: Edit Tile
de: Kachel bearbeiten
es: Editar ficha
fr: Modifier la tuile
pt_br: Editar bloco
zh_hans: 编辑磁贴

source: Editing is locked. Long-press and Edit Mode are disabled.
de: Bearbeiten ist gesperrt. Langdruck und Bearbeitungsmodus sind deaktiviert.
es: La edición está bloqueada. Pulsación prolongada y modo de edición desactivados.
fr: L’édition est verrouillée. Appui long et mode d’édition désactivés.
pt_br: A edição está bloqueada. Pressão longa e modo de edição desativados.
zh_hans: 编辑已锁定。长按和编辑模式已禁用。

source: Editing is unlocked. You can edit and delete tiles and pages.
de: Bearbeiten ist entsperrt. Sie können Kacheln und Seiten bearbeiten und löschen.
es: La edición está desbloqueada. Puedes editar y eliminar fichas y páginas.
fr: L’édition est déverrouillée. Vous pouvez modifier et supprimer des tuiles et des pages.
pt_br: A edição está desbloqueada. Você pode editar e excluir blocos e páginas.
zh_hans: 编辑已解锁。您可以编辑和删除磁贴和页面。

source: Enable Prediction
de: Vorhersage aktivieren
es: Activar predicción
fr: Activer la prédiction
pt_br: Ativar previsão
zh_hans: 启用预测

source: Enable to drag and reorder quick phrases
de: Ermöglicht Ziehen und Neuordnen von Schnellphrasen
es: Permite arrastrar y reordenar frases rápidas
fr: Permet de faire glisser et réorganiser les phrases rapides
pt_br: Permite arrastar e reordenar frases rápidas
zh_hans: 启用后可拖动并重新排序快捷短语

source: English
de: Englisch
es: Inglés
fr: Anglais
pt_br: Inglês
zh_hans: 英语

# Español
source: Spanish
de: Spanisch
es: Español
fr: Espagnol
pt_br: Espanhol
zh_hans: 西班牙语

source: Existing Page
de: Vorhandene Seite
es: Página existente
fr: Page existante
pt_br: Página existente
zh_hans: 现有页面

source: Export Board
de: Tafel exportieren
es: Exportar tablero
fr: Exporter le tableau
pt_br: Exportar quadro
zh_hans: 导出面板

source: Exported %d pages, %d tiles, and %d favorites.
de: %d Seiten, %d Kacheln und %d Favoriten exportiert.
es: Exportadas %d páginas, %d fichas y %d favoritos.
fr: Exporté %d pages, %d tuiles et %d favoris.
pt_br: Exportadas %d páginas, %d blocos e %d favoritos.
zh_hans: 已导出 %d 个页面、%d 个磁贴和 %d 个收藏。

source: Force audio to play from the device speaker
de: Audio über den Gerätesprecher erzwingen
es: Forzar audio por el altavoz del dispositivo
fr: Forcer la lecture audio sur le haut-parleur de l’appareil
pt_br: Forçar áudio pelo alto-falante do dispositivo
zh_hans: 强制通过设备扬声器播放音频

source: Help & Support
de: Hilfe & Support
es: Ayuda y soporte
fr: Aide et assistance
pt_br: Ajuda e suporte
zh_hans: 帮助与支持

source: Home
de: Startseite
es: Inicio
fr: Accueil
pt_br: Início
zh_hans: 主页

source: Image
de: Bild
es: Imagen
pt_br: Imagem
zh_hans: 图像

source: Import Board
de: Tafel importieren
es: Importar tablero
fr: Importer le tableau
pt_br: Importar quadro
zh_hans: 导入面板

source: Imported. Now %d pages, %d tiles, %d favorites.
de: Importiert. Jetzt %d Seiten, %d Kacheln, %d Favoriten.
es: Importado. Ahora %d páginas, %d fichas, %d favoritos.
fr: Importé. Maintenant %d pages, %d tuiles, %d favoris.
pt_br: Importado. Agora %d páginas, %d blocos, %d favoritos.
zh_hans: 已导入。现在有 %d 个页面、%d 个磁贴、%d 个收藏。

source: Importing will merge content from the selected file into your current board.
de: Beim Import wird der Inhalt der ausgewählten Datei mit Ihrer aktuellen Tafel zusammengeführt.
es: La importación combinará el contenido del archivo seleccionado con tu tablero actual.
fr: L’importation fusionnera le contenu du fichier sélectionné avec votre tableau actuel.
pt_br: A importação mesclará o conteúdo do arquivo selecionado ao seu quadro atual.
zh_hans: 导入将把所选文件的内容合并到您当前的面板中。

source: Language
de: Sprache
es: Idioma
fr: Langue
pt_br: Idioma
zh_hans: 语言

source: Language and Voice
de: Sprache und Stimme
es: Idioma y voz
fr: Langue et voix
pt_br: Idioma e voz
zh_hans: 语言与语音

source: Let's Talk
de: Lass uns reden
es: Hablemos
fr: Parlons
pt_br: Vamos conversar
zh_hans: 一起说吧

source: Let's Talk, %@
de: Lass uns reden, %@
es: Hablemos, %@
fr: Parlons, %@
pt_br: Vamos conversar, %@
zh_hans: 一起说吧，%@

source: Let's Talk!
de: Lass uns reden!
es: ¡Hablemos!
fr: Parlons !
pt_br: Vamos conversar!
zh_hans: 一起说吧！

source: Loading board…
de: Tafel wird geladen …
es: Cargando tablero…
fr: Chargement du tableau…
pt_br: Carregando quadro…
zh_hans: 正在加载面板…

source: Lock Editing
de: Bearbeitung sperren
es: Bloquear edición
fr: Verrouiller l’édition
pt_br: Bloquear edição
zh_hans: 锁定编辑

source: Manage Pages
de: Seiten verwalten
es: Gestionar páginas
fr: Gérer les pages
pt_br: Gerenciar páginas
zh_hans: 管理页面

source: Mix With Others
de: Mit anderen mischen
es: Mezclar con otros
fr: Mélanger avec d’autres
pt_br: Misturar com outros
zh_hans: 与其他音频混合

source: Move
de: Verschieben
es: Mover
fr: Déplacer
pt_br: Mover
zh_hans: 移动

source: Move Down
de: Nach unten verschieben
es: Mover abajo
fr: Déplacer vers le bas
pt_br: Mover para baixo
zh_hans: 下移

source: Move Tiles
de: Kacheln verschieben
es: Mover fichas
fr: Déplacer des tuiles
pt_br: Mover blocos
zh_hans: 移动磁贴

source: Move Up
de: Nach oben verschieben
es: Mover arriba
fr: Déplacer vers le haut
pt_br: Mover para cima
zh_hans: 上移

source: New Page Name
de: Name der neuen Seite
es: Nombre de la nueva página
fr: Nom de la nouvelle page
pt_br: Nome da nova página
zh_hans: 新页面名称

source: New Tile
de: Neue Kachel
es: Nueva ficha
fr: Nouvelle tuile
pt_br: Novo bloco
zh_hans: 新建磁贴

source: No quick phrases yet. Add one above.
de: Noch keine Schnellphrasen. Oben hinzufügen.
es: Aún no hay frases rápidas. Añade una arriba.
fr: Pas encore de phrases rapides. Ajoutez-en ci-dessus.
pt_br: Ainda não há frases rápidas. Adicione uma acima.
zh_hans: 还没有快捷短语。在上方添加一个。

source: No results
de: Keine Ergebnisse
es: Sin resultados
fr: Aucun résultat
pt_br: Sem resultados
zh_hans: 没有结果

source: No voices available
de: Keine Stimmen verfügbar
es: No hay voces disponibles
fr: Aucune voix disponible
pt_br: Nenhuma voz disponível
zh_hans: 没有可用语音

source: None
de: Keine
es: Ninguna
fr: Aucune
pt_br: Nenhuma
zh_hans: 无

source: Open Help & Support
de: Hilfe & Support öffnen
es: Abrir Ayuda y soporte
fr: Ouvrir Aide et assistance
pt_br: Abrir Ajuda e suporte
zh_hans: 打开帮助与支持

source: Open Settings
de: Einstellungen öffnen
es: Abrir ajustes
fr: Ouvrir les réglages
pt_br: Abrir ajustes
zh_hans: 打开设置

source: Opens category
de: Öffnet Kategorie
es: Abre la categoría
fr: Ouvre la catégorie
pt_br: Abre a categoria
zh_hans: 打开类别

source: Pages
de: Seiten
es: Páginas
pt_br: Páginas
zh_hans: 页面

source: Prediction
de: Vorhersage
es: Predicción
fr: Prédiction
pt_br: Previsão
zh_hans: 预测

source: Preview:
de: Vorschau:
es: Vista previa:
fr: Aperçu :
pt_br: Prévia:
zh_hans: 预览：

source: Pronunciation (optional)
de: Aussprache (optional)
es: Pronunciación (opcional)
fr: Prononciation (facultatif)
pt_br: Pronúncia (opcional)
zh_hans: 发音（可选）

source: Quick Phrases
de: Schnellphrasen
es: Frases rápidas
fr: Phrases rapides
pt_br: Frases rápidas
zh_hans: 快捷短语

source: Recents
de: Zuletzt
es: Recientes
fr: Récents
pt_br: Recentes
zh_hans: 最近使用

source: Reorder Mode
de: Umsortieren-Modus
es: Modo de reordenar
fr: Mode réorganisation
pt_br: Modo de reordenar
zh_hans: 重新排序模式

source: Replace
de: Ersetzen
es: Reemplazar
fr: Remplacer
pt_br: Substituir
zh_hans: 替换

source: Route to Speaker
de: Zum Lautsprecher leiten
es: Dirigir al altavoz
fr: Diriger vers le haut-parleur
pt_br: Direcionar para o alto-falante
zh_hans: 路由到扬声器

source: Save
de: Sichern
es: Guardar
fr: Enregistrer
pt_br: Salvar
zh_hans: 保存

source: Search symbols
de: Symbole suchen
es: Buscar símbolos
fr: Rechercher des symboles
pt_br: Pesquisar símbolos
zh_hans: 搜索符号

source: Search tiles and pages
de: Kacheln und Seiten suchen
es: Buscar fichas y páginas
fr: Rechercher des tuiles et des pages
pt_br: Pesquisar blocos e páginas
zh_hans: 搜索磁贴和页面

source: Select
de: Auswählen
es: Seleccionar
fr: Sélectionner
pt_br: Selecionar
zh_hans: 选择

source: Select Destination Page
de: Zielseite auswählen
es: Seleccionar página de destino
fr: Sélectionner la page de destination
pt_br: Selecionar página de destino
zh_hans: 选择目标页面

source: Select Language
de: Sprache wählen
es: Seleccionar idioma
fr: Sélectionner la langue
pt_br: Selecionar idioma
zh_hans: 选择语言

source: Select Voice
de: Stimme wählen
es: Seleccionar voz
fr: Sélectionner la voix
pt_br: Selecionar voz
zh_hans: 选择语音

source: Sentence Bar
de: Satzleiste
es: Barra de oraciones
fr: Barre de phrases
pt_br: Barra de frases
zh_hans: 句子栏

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
pt_br: Ajustes
zh_hans: 设置

source: Share Last Export
de: Letzten Export teilen
es: Compartir última exportación
fr: Partager la dernière exportation
pt_br: Compartilhar última exportação
zh_hans: 分享上次导出

source: Size
de: Größe
es: Tamaño
fr: Taille
pt_br: Tamanho
zh_hans: 大小

source: Speak
de: Sprechen
es: Hablar
fr: Parler
pt_br: Falar
zh_hans: 朗读

source: Speaks the tile text using the selected language
de: Spricht den Kacheltext in der ausgewählten Sprache
es: Pronuncia el texto de la ficha con el idioma seleccionado
fr: Prononce le texte de la tuile dans la langue sélectionnée
pt_br: Fala o texto do bloco no idioma selecionado
zh_hans: 使用所选语言朗读磁贴文本

source: Speaks this word
de: Spricht dieses Wort
es: Pronuncia esta palabra
fr: Prononce ce mot
pt_br: Fala esta palavra
zh_hans: 朗读此词

source: Start Dictation
de: Diktat starten
es: Iniciar dictado
fr: Commencer la dictée
pt_br: Iniciar ditado
zh_hans: 开始听写

source: Stop Dictation
de: Diktat beenden
es: Detener dictado
fr: Arrêter la dictée
pt_br: Parar ditado
zh_hans: 停止听写

source: Suggestions adapt to your tiles and favorites.
de: Vorschläge passen sich Ihren Kacheln und Favoriten an.
es: Las sugerencias se adaptan a tus fichas y favoritos.
fr: Les suggestions s’adaptent à vos tuiles et favoris.
pt_br: As sugestões se adaptam aos seus blocos e favoritos.
zh_hans: 建议会根据您的磁贴和收藏进行调整。

source: Take Photo
de: Foto aufnehmen
es: Tomar foto
fr: Prendre une photo
pt_br: Tirar foto
zh_hans: 拍照

source: This tile opens a category page
de: Diese Kachel öffnet eine Kategorie
es: Esta ficha abre una categoría
fr: Cette tuile ouvre une catégorie
pt_br: Este bloco abre uma categoria
zh_hans: 此磁贴会打开分类页面

source: Tile
de: Kachel
es: Ficha
fr: Tuile
pt_br: Bloco
zh_hans: 磁贴

source: Tile Size
de: Kachelgröße
es: Tamaño de ficha
fr: Taille des tuiles
pt_br: Tamanho do bloco
zh_hans: 磁贴大小

source: Tiles
de: Kacheln
es: Fichas
fr: Tuiles
pt_br: Blocos
zh_hans: 磁贴

source: Unlock Editing
de: Bearbeitung entsperren
es: Desbloquear edición
fr: Déverrouiller l’édition
pt_br: Desbloquear edição
zh_hans: 解锁编辑

source: Unlock editing to modify tiles and pages.
de: Entsperren Sie die Bearbeitung, um Kacheln und Seiten zu ändern.
es: Desbloquea la edición para modificar fichas y páginas.
fr: Déverrouillez l’édition pour modifier les tuiles et les pages.
pt_br: Desbloqueie a edição para modificar blocos e páginas.
zh_hans: 解锁编辑以修改磁贴和页面。

source: View Options
de: Ansichtsoptionen
es: Opciones de vista
fr: Options d’affichage
pt_br: Opções de exibição
zh_hans: 视图选项

source: Admin
es: Administración
fr: Administration
pt_br: Administração
zh_hans: 管理

source: Layout
es: Diseño
fr: Disposition
zh_hans: 布局

source: SF Symbol (optional)
es: SF Symbol (opcional)
fr: Symbole SF (facultatif)
pt_br: SF Symbol (opcional)
zh_hans: SF 符号（可选）

source: Symbol
es: Símbolo
fr: Symbole
pt_br: Símbolo
zh_hans: 符号

source: Text
es: Texto
fr: Texte
pt_br: Texto
zh_hans: 文本

source: Audio
pt_br: Áudio
zh_hans: 音频
